{
  "cryogrenade": "*That’s a lot of zombies. **throws grenade** Now that’s a lot of frozen meat.*\n> Item is a rolled up blue sock.\n> User throws the grenade at the ground, and, upon impact with the ground, calls “Freeze!” and all players within earshot pause for ten seconds, then the user may point at up to five zombies. Any zombie pointed at must remain frozen for another 20 seconds.\n> Grenades may be shared and distributed.\n> Humans may not pick up spent cryos. Zombies turn in spent cryos for points at the end of the day.\n> Cryos refresh daily, and they come in packs of 2.\n> Juggernauts are not affected and are only frozen for 10 second selection period.\n> Frozen zombies may not tag, be stunned, move, or obstruct pathways. They may move specifically to unobstruct a path or to avoid dangerous situations.\n> Any player that approaches the group during the 10 second selection period must also freeze, and may not take advantage of the selection period in any way.",
  "vaccine": "*Getting the jab could save your life.*\n> Is given to a single person at the beginning of the day and cannot be transferred.\n> Indicated as a red bandana tied around the wrist, must be removed if tagged or expired.\n> Expires at the end of the day if not used.\n> The first tag the player receives does not infect them, and the player enters a 5 minute berserk period.\n> After the first use, the vaccine is consumed.\n> Does not interact with last stand.",
  "cure": "*Modern medicine is a wonderful thing, too bad the zombies are a less wonderful thing.*\n> Applied within 60 minutes of infecting tag to revert a new zombie back to a human, regardless of what occurs between the tag itself and the end of the 60 minute period.\n> Communal resource that is applied by general consensus.\n> Each player can be cured no more than twice during the game.\n> Missions use a separate limit of 2 cures per person per mission.\n> Cures may be used to return a Counter-Plague.",
  "talisman": "*Someone wrote “Don’t be hasty” and stuck it on a zombie’s forehead. How it works? I dunno.*\n> Item is a red bandana that is tied to the headband of the zombie when applied.\n> May be given to a zombie after stunning them.\n> A zombie with the token has a 15 minute stun time as long as they have the token.\n> A zombie may not refuse the token unless they are the Fool.\n> A zombie must return the token to a moderator any time after the daily mission or the effects persist into the next day.\n> During missions the zombie must touch 2 blue emergency poles to respawn rather than 1.",
  "rigor mortis serum": "*The dead are pesky aren’t they. Have you ever seen one on 1,000cc of horse tranquilizer?*\n> Indicated by a green bandana that is tied to the headband of the zombie when applied.\n> May be given to a zombie after stunning them.\n> A zombie with the token cannot move faster than a walk. Speed-walking is allowed.\n> A zombie may not refuse the item unless they are the Fool.\n> A zombie must return the item to a moderator any time after the daily mission or the effects persist into the next day.",
  "reversal": "*Modern medicine and magic aren’t enough? I wonder what it takes to get a god’s attention?*\n> Target zombie is announced to moderators on the day it is used before application.\n> The target must be stunned, then tagged (hands only) by any human within 10 seconds of being stunned.\n> If the target is successfully reverted, they remain a zombie until midnight.\n> Only one reversal per day.\n> Cannot be applied by a berserking human.\n> Once successfully applied, zombies cannot do anything to stop the target from becoming human the next day.\n> Reversed zombie cannot act as a spy and share information to either side.",
  "thick skin": "*Once I caught my fingers in an industrial power saw. Replacing that saw blade was expensive.*\n> Identifiable by a green bandana on the wrist\n> Requires 2 individual tags by a zombie(s) to be infected.\n> Skin resets each day.\n> Human gets a 5 minute berserk period when tagged the first time each day.\n> Does not interact with last stand.",
  "silver blade":"***Stabs a zombie** I can’t believe it’s not butter! **sniffs blade** Never mind, I can believe it.*\n> A short sword with the sides of the blade painted silver.\n> A single hit with this weapon stuns ANY zombie, including double taps, tanks, and juggernauts.\n> Silver dagger does bypass scrap armor, however does not “break” the armor.\n> This is an item that can be passed to any human, including one with another upgrade\n> A zombie making any contact with the dagger becomes stunned, including picking it up.\n> Zombies may not withhold the silver dagger from the humans or moderators.",
  "remembrance": "Keep an upgrade after being cured.",
  "bruiser": "*Why are you using a sledge hammer to remove its stomach? Eww gross, brains are in there.*\n>Indicated by a red bandanna tied to the sword.\n> Melee only, does not apply to ranged weapons.\n> A melee strike double the respawn timer for the zombie.\n> Is applied only when the bruiser stuns a zombie.",
  "last stand": "*Some people are just too stubborn to let death stand in their way of immortality.*\n> Only applies to a berserking human.\n> Each zombie the human stuns resets the human’s berserk time to 10 minutes.\n> If the berserking human can successfully stun 5 zombies before turning, they are cured.\n> A successful resurrection with last stand increases the required number of stuns for subsequent resurrections by 1.",
  "counter-plague": "*Some say it was divine intervention, I was simply playing god and made a happy mistake.*\n> Player keeps the HvZ reverse card hidden\n> Expires after first use.\n> When tagged, the human reveals they are the counter-plague and the zombie is reverted immediately.\n> If the human is not tagged within 24 hours, they become a zombie.\n> Both the zombie-turned-human and the holder receive a 5 minute berserk period upon use (this is to prevent either from being immediately tagged).\n> If the Fool infects the holder, the holder goes through a normal zombification process and the fool is reverted to human, annihilating both upgrades and the players effectively switch sides.",
  "mad scientist": "*The Mad Scientist can disable zombie upgrades for a day. What madness is this science?*\n> Indicated by a black bandana on the wrist\n> The Mad Scientist gets a special nerf blaster with 3 darts. Any missed shot is a lost dart.\n> At the end of the day the darts are reset/returned.\n> The mad scientist will shout “Void!” and shoot a zombie. If it hits, any upgrades the zombie has are nullified for the rest of the day.\n> A hit from this Nerf blaster does not stun the zombie.\n> The Mad Scientist cannot destroy scrap armor, but their shots bypass the scrap armor and disable any other upgrades.\n> These projectiles do affect all tanks and juggernauts.",
  "feast": "*Brainz for all*\n> All active zombies are fed, giving them 48 hours of more undeadness\n> This does not include “starved” zombies, but the undead ones now have more time to feed their starving comrades.",
  "scrap armor": "*An item used to protect a zombie from becoming stunned… once.*\n> Indicated as a red bandana tied around the wrist, must be removed if hit or expired\n> Is given to a single person at the beginning of the day and cannot be transferred.\n> The first tag the player receives does not result in a stun and “breaks” the armor.",
  "double tap": "*A thicker zombie, is more difficult to subdue.*\n> Indicated by a green bandana on each wrist.\n> Must be hit twice to be stunned.\n> Resets after each stun.",
  "putrid odor": "*Humans don’t like the smell of rotting flesh, enough so to allow zombies a hasty retreat.*\n> Indicated by a pink bandana on the wrist\n> Must call out “Odor!” and for 10 seconds the zombie cannot infect and cannot be stunned.\n> Ability activates 3 seconds after the callout.\n> Must use the 10 seconds to attempt to reach safety indoors or a safe zone.\n> May extend the effect to up to two other zombies, all of whom the odorous must be touching until safety is reached.\n> May not use this to gain tactical advantage, it is used strictly for retreating.\n> Any zombie that uses this protection cannot attack a human until they enter and leave a safe zone.\n> After 10 seconds, they are no longer immune to attack.\n> Humans may not attempt to block an odorous horde.\n> Silver dagger does not affect zombies protected this way.",
  "flesh wall": "*Why won’t this bloody thing either die or piss off?*\n> The Flesh Wall gets a pink bandana. They are a normal zombie until they don their bandana\n> The colored bandana is looped through the zombie headband, after which point they are defensive for 10 minutes.\n> The defensive zombie cannot tag and cannot be stunned. They are banned from grabbing weapons or trying to touch humans, but can get in the way of attacks.\n> When the 10 minutes are up, the zombie becomes stunned and stops defending. If the zombie grabs a weapon or touches a human on purpose, or if the zombie goes into a safe zone they are stunned.\n> The flesh wall can activate at any time, but doesn’t start until the colored bandana is on their head.",
  "tank": "*I’ve shot this thing ten times, and I’ve stabbed that one twice. Why are they still moving?*\n> Tanks are designated by a green bandana on the left or right wrist for ranged and melee respectively.\n> Selects immunity from either ranged or melee attacks, and cannot be stunned by that type of attacks.\n> Once a type is selected the moderators are notified and it cannot be changed.\n> Upgrades such as silver dagger and the mad scientist’s special darts are not negated no matter which type is chosen.",
  "longarm": "*Why does it have tentacles? Why are there hands on the end of the tentacles? Just Why?*\n> Receives two pool-noodles (or similar). These noodles act as an extension of the zombie’s arms.\n> Cannot be transferred.\n> Tagging a human with any part of the noodle counts as a tag by hand.\n> A noodle being struck by a human’s weapon counts as a stun.",
  "spitter": "*Could’ve won spitting distance competitions, now it petrifies the onlookers.*\n> Indicated by one teal bandana on the wrist.\n> Receives 3 green sock bombs to use as “spit”, hitting a human with one causes the human to be stunned for 10 seconds.\n> A stunned human may not move from their spot or take any tactical actions, such as defending themselves, loading or preparing a weapon, or taking aim.\n>If human is tagged by another human, the stun is nullified and they are free to move.\n> A missed spit is lost.\n> Zombies may not pick up spent spits. Humans turn in spent spit for end of day points.",
  "swarm host": "*Well that’s a problem. Anyone have any ideas? No? Well we’re screwed.*\n> Indicated by two teal bandanas on each wrist\n> Zombies may spawn at the swarm host, overriding their stun times.\n> A stunned zombie must make physical contact with the swarm host for 10 seconds, after which period they may become un-stunned.\n> Swarm host and spawning zombies may not move, tag humans, or defend themselves while a stunned zombie uses them to spawn. Doing so stuns the host.\n> Tagging any zombie actively spawning on the host stuns the host.\n> Swarm host cannot spawn zombies while stunned, and becoming stunned negates any spawning in progress.\n> Hosts starve in 24 hours rather than 48.\n> A starved host loses this upgrade.\n> The host cannot spawn zombies in safe zones.",
  "corruptor": "*Nice upgrade you’ve got there. It’d be a shame if it got corrupted and you didn’t back it up.*\n> Indicated by a black bandana on the wrist.\n> A corruptor cannot stun.\n> If a corruptor tags a human with an upgrade, that upgrade is disabled for the rest of the day.\n> Corruptor does not disable consumables or the silver dagger.",
  "the fool": "*The Fool is too foolish to be fooled by your foolishness, upgrades are useless against the Fool*\n> Indicated by dark purple bandanas on each wrist.\n> The Fool is unaffected by most upgrades.\n> The fool is subject to the first 10 seconds of a cryo grenade, but cannot be selected for the extra time.\n> The fool can be reverted to human.\n> Silver dagger affects the Fool like any other melee weapon.\n> Can refuse the Talisman and Serum.\n> The mad scientist’s special darts temporarily turn the fool to a normal zombie, unless the fool gets to the mad scientist first.\n> Does not aid in the last stand zombie stun count.\n> Bruiser does not affect them.\n> If the Fool infects a human with counter-plague, the human goes through a normal zombification process and the Fool is reverted to human, annihilating both upgrades and the players effectively switch sides.",
  "juggernaut": "*Bullets and blades just bounce off. My advice, just yeet out of there.*\n> Indicated by two black bandanas on the wrists.\n> A juggernaut cannot be stunned by any normal weapon, with two exceptions.\n> Mad Scientist bullets will disable the ability for the rest of the day, making the juggernaut behave as a normal zombie.\n> A silver dagger will instantly stun a juggernaut.\n> A juggernaut cannot run and may only walk."
}